[{"title":"Akhalkalaki Fortress","categories":"Fortress · Archaeological Site","pin":"castle","coordinates":[{"lat":"41.415292","lon":"43.480799"}],"about":"Akhalkalaki fortress is located in the Samtskhe-Javakheti region, Akhalkalaki Municipality. It dates back to the 11th century. The complex includes a citadel, towers, choltry, the church remains, cell and other household buildings and a mosque. Based on archaeological excavations, the settlement on the territory of the town dates back to pre-Christian times, and the remains of the early Cyclopean walls were used in the planning of settlements in the Middle Ages. In the IX century, an unwalled settlement was established here, which later became a large fortified city. Historical sources first mention the \"construction of the borders of Akhalkalaki\" in connection with the rule of Bagrat IV (1027-1072). From the 40s of the 11th century to the 19th century, the fortress of Akhalkalaki sometimes appears to be a defender of the Georgian feudal government, sometimes a stronghold of the conquering forces in this region. It is noteworthy that the fortress of Akhalkalaki was destroyed twice in a row before its completion, in 1065 and 1068 as a result of the invasion of the Seljuk Sultan Alp Arslan. After the expulsion of the Seljuks, at the end of the 11th century and the beginning of the 12th century, Javakheti became stronger and Akhalkalaki established close economic ties with both Kartli and neighboring states. Urban and rural life also developed and reconstruction began. The major part of the Akhalkalaki citadel belongs to the same period. This rise lasted until the thirteenth century. In the XIII century, the city was burned by the Mongols. Akhalkalaki was ruled by the House of Jaqeli of Samtskhe in the 15th century. Akhalkalaki was captured by Shah-Tamaz hordes in the 50s of the 16th century, and at the end of the 16th century it was conquered by the Ottoman Empire and became the center of the sanjak within Childir Eyalet\n. Erekle II tried to liberate Akhalkalaki several times in the 70s of the XVIII century. Akhalkalaki was captured by the Russian Empire in 1811 but returned to the Ottomans in 1812 under the Treaty of Bucharest. On September 22, 1828, Russian-Georgian military units under the lead of General I.Paskevich took the city. Akhalkalaki fortress-town has been renamed many times, traces of numerous alterations are noticeable, however, the remains from the foundation period are still preserved. Akhalkalaki belongs to the type of fortress-cities, on the territory of which the defense system of fortresses and urban life are combined.","tags":["History","Culture","Archaeology","HistoricalMonument","Fortress","Fortification","ArchaeologicalSite"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Akhalkalaki "}]