[{"title":"Binadzori Complex","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.338443","lon":"44.703406"}],"about":"Binadzori complex is located in Kvemo Kartli region, in the village of Shaumiani, Marneuli municipality. It is a monument of the XVI-XVII centuries. The complex includes a church and a double fence. In the center of the Binadzori ensemble there is a two-storey hall church, which has an arbour of the bell tower. The door is cut in the western wall of the hall church on the first floor, in the eastern and western walls there are windows. The apse floor of the altar is raised by two steps. In the north wall, near the altar, a baptistery is arranged. Triumphant and vaulted arches rely on profiled imposts.  The second floor is an arch-vaulted space with a simple cross plan, in the center of which a domed square is created. A ten-column arbour relies on a square. The transition from square to circle is accomplished by sails. The arches under the arbours are made of tuff stone and have a pointed shape, they rely on the profiled imposts. Above these arches, there are two more rows of arched bricks. Wide paired windows are cut into all four arms of the cross. The arbour built with the flat and Georgian brick is covered with bricks and relies on ten pillars decorated with shelf-like, profiled capitals and large bases. The eaves of the temple building are made of stone and are simply  profiled. The door of the church - the so-called Seljuk rectangular portal is decorated with ornaments and has a richly decorated semicircular tympanum. There is an Armenian inscription and the date of construction on the tympanum. The east and west windows of the building are decorated with simply profiled, folding headers. There is a sundial carved on a separate tile on the south facade. The church is built of crumbling burgundy stone, door and window trims, arbour columns, and cornices are built of pure yellow tuff. Fragments of many khachkars and gravestones can be found inside and outside the temple. The church is surrounded by a fence, which is a difficult fortified building. The arched gates are built in the eastern and western walls of the fence. The gates are connected by a rectangular isolated room from the north and south. The fence is bordered on the east, north and west by another artillery fence. This fence is bordered by the second, gun-ported fence on the east, north and west, in the corners of which round piers are embedded. The south wall is common to both fences. There is a water pipe with clay pipes in the fence.\n","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Marneuli "}]