[{"title":"Bora Church","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.83979","lon":"44.63038"}],"about":"Bora Church is located in the village of Dzegvi, Mtskheta Municipality, the Mtskheta-Mtianeti region. The church is also called Pillar Church. According to the stylistic characteristics of the building, it dates back to the 10th century. The temple is a hall building with a semicircular apse inscribed in a rectangle on the east side. There is only one entrance - from the south side, outside it is the architrave, and inside it is arched. On both sides of the altar, there is one small pastophorium (a small chapel in a temple containing an image of a god). Auxiliary storerooms are connected to the apse by narrow and high exits. The roof of the church was covered with a cylindrical vault (which is collapsed at present). In the middle of the longitudinal walls, the support heels of the arched vault have been preserved, which rest on simple profile imposts. The church has three windows - in the apse and in the eastern walls of the sacristy and the altar. Another window was in the north wall of the church, which is currently bricked up. In the altar, the stone of the fallen altar table and altar table built of stone mortar in its place, have been preserved. The interior had been completely plastered and painted, which is now preserved in form of fragments. The frescoes date back to the 11th-12th centuries. In the conch, a monumental composition depicting cherubim and Christ seating on the throne can be noticed. The throne is decorated with large blue rectangular stones, and the base with pearls. The second section portrays the waist-up images of the four church fathers. The painting ends with a wide, ornamental stripe at the bottom. The images have also been preserved, both on the jamb of the apse window opening, and in the arch of the doorway. The facades are absolutely undecorated. In the northeastern corner of the building, there are fragments of a shelflike cornice. The church was built from large chunks of sandstone. The temple was surrounded by a wall of cobblestone, of which only small fragments have survived.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"","duration":"","images":[],"location":", Mtskheta "}]