[{"title":"Bziana","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.88466","lon":"44.79253"}],"about":"The Bziana complex is located in the Mtskheta-Mtianeti region,  Mtskheta Municipality, in the village of Akhalsopeli. It includes three churches and a fence. The oldest of the buildings is the 8th-century church located on the west side. To the east of the church, the 12th century Church of St. George is situated, to which another church of a later period has been added. Only a small fragment was left from the fence; to the northeastern part of which the gate is cut. The VIII century church is a hall-type building with a semicircular apse in the east. There are two entrances - from the north and south. The longitudinal walls of the hall are decorated with two pairs of pilasters, on which the arches supporting the vault are rested. The church is illuminated through two windows, one cut in the east wall and the other in the south. From the north to the temple along its entire length a low, elongated storeroom is attached, which is divided into two parts by a transverse wall. A rectangular room in the northeast (altar) connects to the church through a door and a storeroom in the northwest through two horseshoe-shaped arches supported by columns. An arched window has been cut in the eastern wall of the altar, and a rectangular niche in the southern wall. The facades of the church are faced with sandstone. The east and south windows are decorated with relief arched ornaments with horizontal bends. The facades were completed by a cornice consisting of a shelf and an inclined plane, but only a fragment of it has survived to this day. The temple is built of sandstone, in the structural parts Shirim stone was also used (solid tile). The 12th-century church and the temple attached to it are hall-type buildings. Traces of the northern extension are also noticeable. Both buildings are damaged: the vault has collapsed, an important part of the walls has also been destroyed, and the naves are partially filled with earth. The entrance to the Church of St. George was on the north side. In the east, the hall ends with a semicircular apse. There is a deep bema (raised platform) in front of the apse. A step goes along with the bema and apse. On the longitudinal walls of the hall, there are two pairs of pilasters, onto which the arches supporting the vault were rested. The church is illuminated through the east and west arched windows. The interior was completely painted, but only the fragments have been left from frescoes. In the conch there is a scene of prayer, on the next layer, the apostles are depicted. In the southwestern part of the apse is the figure of the saint, which points to the three figures located in the bema. The lower small section contains images of priests. In the inner part of the window of the apse, there are two figures of bishops. The Church of St. George and the temple attached to it are made by alternating bricks and cobblestones.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["604de8ce-1ee31-4ff3-adfd-ac7894cef3f63c.jpg","cc9f646b-6ee49-4ae4-b826-2acd5111c83f0d.jpg","08b62329-31f97-4f20-9e2f-407dea2d16f838.jpg","61614d60-501ca-4ea3-9e93-4179177cf98096.jpg","e6287655-bd2cd-4f90-8ebf-7ae629dd33437a.jpg"],"location":", Mtskheta "}]