[{"title":"The Bzyb Church","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"43.240692704008","lon":"40.395980184222"}],"about":"The Bzyb church is located in the village of Bzyb, in Gagra municipality, Abkhazia. Currently, the territory of Abkhazia is occupied by the Russian Federation. The temple dates back to the second half of the 9th century and is part of the Bzyb fortress complex. It is a domed cross-in-square design building. There are three entrances - from the south, west and north, with gates attached to all three entrances. The eastern arm ends with a semicircular protruding apse. The altar is raised by three steps, and on both sides of it, there is one auxiliary storeroom (the sacristy and the altar). The auxiliary storerooms also end with semicircular protruding apses on the east side. Three windows have been cut in the altar apse, while the sacristy and the altar have one window each. Windows have been cut into the rest of the walls as well. Both the facades and the interior are faced with cut stone. The decoration of the church is rather minimalist. Three windows in the altar are framed by arches with winding ramparts. The artistic appearance of the eastern facade is created by three protruding apses. The temple is badly damaged: the dome, vaults, supporting columns and arches have been collapsed, and the facing stones were partially fallen down. To the east of the main temple, you can notice the ruins of another, more ancient church. The Bzyb fortress itself consists of two parts - in the upper part there is a temple, and in the courtyard of the lower part, there was an old road. The fortress blocked the Bzyb gorge and the pass to the river. It is built with well-hewn limestone. Quadrangular and semicircular towers, buttresses and gates are built into the fence. Like the church, the entire Bzyb complex is in a very damaged condition.","tags":["occupiedterritories","History","Church","Culture","Monastery","Fortress","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":[],"location":", Gagra "}]