[{"title":"Chkhikvta Sameba Church With Megalith Wall","categories":"Fortress · Church / Monastery","pin":"castle","coordinates":[{"lat":"41.566667","lon":"44.518333"},{"lat":"41.566667","lon":"44.518333"}],"about":"Chkhikvata Trinity Church is located in the village Chkhikvta, Kvemo Kartli region, Tetritskaro Municipality. It is a late medieval monument. The church has been restored. Chkhikvata Trinity is a small, Hall Church built with stones. It has a rectangular stone altar. There is the only entrance of the church, from the south side. The building is covered with stone slabs. The exterior of the church is currently colored in white. There is Khutsuri ( Old Georgian alphabet) inscription on the east wall of the church: \"The stone master George, our son,  built this  church.\" There was a megalithic building here in the past.  The wall around the church, built by stones is a real evidence of it. The remains of cyclopean structures are also scattered around the territory of the church and they cover several hectares. The complex includes not only the wall made with huge stones, also a boulder path, the remains of a rectangular and circular structure, and the fragment of round column. The fragments of the medieval ceramics are found in the area, including tough glazed parts. The fortress is called \"carved by hero.”  Vakhushti Batonishvili also mentions with this name.  Ekvtime Takaishvili was the person, who explored the place and he wrote down the legend from the locals. Legend says that Trinity and Giant were fighting over Trinity Mountain.  The Giant should have crossed the top of the mountain in one night, before the crowing of the cock. He and his sister began to build a wall by stones, but he lost the battle and left Mount Trinity.","tags":["History","Church","Culture","Monastery","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"","images":["c72cccbb-b91ee-4b35-83cd-e445801fcf56f8.jpg","ba47edcd-0d087-44dd-a0da-3cf0c3a371831b.jpg","c8bd4268-0e4aa-4594-9cb9-0758d918792dfd.jpg","fbc8c147-88239-4757-943c-f308e6a9149c3b.jpg","81c65d73-51c18-454d-9e76-94f93cc9afc532.jpg"],"location":", Tetritskaro "}]