[{"title":"Didube Pantheon","categories":"History and Culture","pin":"history-culture","coordinates":[{"lat":"41.729472","lon":"44.785658"}],"about":"Didube Pantheon is located on Tsereteli Avenue in Didube, Tbilisi. It is the cemetery of prominent writers, public figures, scientists and artists. Famous figures such as Akaki Bakradze, Shalva Amiranashvili, Dimitri Bakradze, Terenti Graneli, Revaz Inanishvili, Lado Asatiani, Paolo Iashvili, Ekaterine Gabashvili and many others are buried here. Originally there was a modest cemetery next to the newly restored Church of Mother of God of Didube, which was no different from other cemeteries. In April 1893, the remains of the great Georgian poet Nikoloz Baratashvili were transferred from the city of Ganja and buried near Didube Church. The transformation of Didube Cemetery into a pantheon was accelerated on December 22, 1893, by the death of the famous Georgian prose writer Alexander Kazbegi, who was buried in his native land of Stepantsminda. On March 21, 1916, a \"call\" was made in Georgian and Russian, urging the society to donate funds for the purchase and improvement of the Didube Pantheon land. During the communist period, the situation changed. The city council by a decision of July 22, 1938, abolished the Didube Pantheon altogether. This decision was followed by a great public protest. The need for the existence of the Didube Pantheon was categorically demanded by Academician Ivane Javakhishvili, Shalva Dadiani, Giorgi Leonidze and others. The city authorities had no choice but to reverse the decision and the Pantheon survived the destruction. By the decision of December 18, 1946, 750 square meters of land was added to the Didube Pantheon and its improvement began. Didube Pantheon is still functioning and people who have made a great contribution to the development of Georgian culture or science rest here.","tags":["History","Culture"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Tbilisi "}]