[{"title":"Dzegvi Trinity Church","categories":"Church / Monastery · Historic site","pin":"church","coordinates":[{"lat":"41.83137981525","lon":"44.64091532542"}],"about":"Dzegvi Trinity Church is located in the village of Dzegvi, Mtskheta Municipality, the Mtskheta-Mtianeti region. The monument dates back to the 17th century. It has two entrances - from the south and west, but the southern entrance is currently walled up. The western entrance is arched from the inside, and architrave from the outside. In the east, the hall is completed by a deep apse. The altar is separated from the main space by wide transepts and a two-tier triumphal arch rested onto them.  At the coussinet of the arch, there are complex-shaped capitals created by two narrow shelves and a concave flat between them. One arched niche is carved to the north of the altar window, and two to the south. There is an altar stone in the altar. The platform of the altar is located a little forward and has a window in the middle. On the longitudinal walls of the hall, at the shoulders of the apse, there is one niche for icons, which have relief edges and an arched frame. A relief oval is depicted in the northern niche and a relief cross in the southern one. The hall is illuminated through four windows - one window is cut in each wall. The hall is covered with a vault supported by suspended supporting arches. In the western part of the temple, there is a wooden choir, which was reached by wooden stairs. The facade of the church is faced with cut stone. The temple is undecorated, except for the window frames, which are simply adorned with ramparts. On the eastern facade, to the left of the window, there is a seven-line inscription in Mkhedruli (the third and current Georgian script from the three Georgian scripts), which mentions the builder of the temple, Catholicos Nikoloz Amilakhvari. The facades end with a high cornice, which is a hollow plane between the shelf and the shaft. The church is built of well-hewn blocks of yellowish-greenish sandstone.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":[],"location":", Mtskheta "}]