[{"title":"Erelaant Church","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"42.04966","lon":"45.16372"}],"about":"The Erelaant temple is located in Kakheti, near the village of Matani, Akhmeta municipality. It dates back to the 5th-6th centuries. The church is a domed building of the \"free cross\" type. It has only one entrance - from the south, which has a rectangular shape on the outside and arched on the inside. The eastern arm of the cross ends with a semicircular apse. The apses on the eastern side also have southern and northern arms. The dome rests on the corners of the walls. The transition from the dome square to the octahedron is carried out with the help of trompes. The temple is illuminated through four windows in the dome, as well as through the windows cut in the apses of the eastern, southern, and northern arms (one window in each apse). The window of the eastern arm is arched, and the southern and northern arms are rectangular. In the interior, although in a very damaged form, the painting of the 17th century has been preserved. The conch contains the image of the Mother of God with the Child and two archangels. In the second register of the altar, there is a scene of worship of the holy sacrifice. In addition, in the interior, there are images of John Chrysostom, church patrons, saints, historical and secular persons, as well as various inscriptions. The facades of the building are not decorated. The windows of the eastern arm and dome are slightly protruding, with curved ends, decorated with an arched frame; the entrance has the same decor. A roughly drawn cross is inserted into the gable area of ​​the eastern facade. The facades are completed by simple arched cornices, the domed cornice is four-stage and is made by alternating two different brickwork. The church was built from raw stones of different types and colors, and limestone tiles were used for the inner walls.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Akhmeta "}]