[{"title":"Ikorti Temple","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"42.166345","lon":"44.155861"}],"about":"Ikorti Temple is located in Shida Kartli Region, Gori Municipality, on the outskirts of the Ikorti Village (It has been occupied by Russia since 2008). The monument dates back to the XII century. There was a monastery here in the Middle Ages, but no information has been preserved about the founding of the monastery. According to historical sources, the monastery and this site have belonged to the Ksani Eristavi since the late centuries. They have turned this place into a fortress. The church was surrounded by a fence with rectangular towers at the corners of the east side. To the west, the elevated place was occupied by a rather difficult citadel. The fence has not reached us, only the ruins of 4-5 meters high of the south-east tower are preserved. The citadel is very damaged. Inscriptions are preserved on the facades of the temple, on which the names of the founders and the date of construction of the church - 1172 - are read. The leaders of the Kakheti uprising of 1659 - Bidzina Cholokashvili, Elizbar and Shalva Eristavi are buried in the Ikorti temple. They were tortured to death in Iran, and a few years later their remains were secretly carried to Ikorti. Ikorti Church has a special place in the history of Georgian architecture. It is distinguished by luxurious carvings and high mastery of execution. The church belongs to the group of domed temples, in which the canonical face of the Georgian domed church was finally developed. After the Russian-Georgian war in 2008, the Ikorti Village and this beautiful temple also became part of the Russian Occupied Territories. After the Russian-Georgian war in 2008, Ikorti Village and this beautiful temple also became part of the Russian Occupied Territories.\n","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Gori "}]