[{"title":"Khopa Monastery","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"42.09321862716208","lon":"44.50946630436399"}],"about":"The Khopa Monastery is located in the Mtskheta-Mtianeti region, Akhalgori Municipality, near the village of Mosabruni, in the Ksani gorge. Currently, this territory is occupied by Russia and is part of the Tskhinvali region. The monastery dates back to the 13th century. The complex includes the Church of St. John the Baptist, a bell tower, a refectory and the remains of other buildings. The main building of the monastic ensemble is the church named after John the Baptist. It is a hall-type building, with a northern extension and a gate, on the south and west sides. A bell tower is built on the southern gate. The hall ends in the east with a semicircular apse and is covered with a slightly ogival vault. The vault rests on suspended, supporting arches. The longitudinal walls are separated by pillars transferred to pilasters. The altar is separated from the hall by an iconostasis. Only small fragments have survived from the completely plastered and painted interior. The temple is richly decorated with carvings, especially the western facade. The arched entrance of the gate and each niche on either side of them are united by a three-arched composition. The niches are decorated with festoon. The central part of the gate is completely covered with a carved star-shaped vault. On the western facade of the temple, above the entrance, there are windows with carved frames, and above the window there is a relief of the Bolnisi cross. The edges of the entrance are also carved. The facades of the church are faced with the faceted stone of yellow-gold color, the internal walls are made of large cobblestones, and the structural elements are made of polished stone. To the northwest of the temple, there is a large rectangular refectory with a fireplace. The building ends in the east with a large, protruding niche of the chapel. The refectory is built of cobblestone, the structural elements are made of rough-hewn stone. Remains of other buildings have also been preserved in the monastic complex.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":[],"location":", Akhalgori "}]