[{"title":"Ksani Fortress","categories":"Fortress · Historic site","pin":"castle","coordinates":[{"lat":"41.8758525","lon":"44.5779911"}],"about":"The Ksani fortress is located in the Mtskheta-Mtianeti region, Mtskheta Municipality, near the village of Tsikhisdziri, at the estuary of the Ksani and Mtkvari rivers, on Mount Sarkineti. Sources also refer to it as the Mtkvari fortress or the Mtveri fortress. Two building layers are distinguished on the monument: the first layer dates back to the 16th century, and the second - to the 2nd half of the 18th century. The Ksani fortress is located in a strategically advantageous place, it controlled an important crossroad. The fortress was built by Bagrat Mukhranbatoni during the ongoing battles between the king of Kartli David X (Bagrat's brother) and the king of Kakheti George II (Av-Giorgi - George the Evil). In exchange for this help, Bagrat received the appanage lands of Mukhrani from King David.  Immediately after the completion of the construction, Av-Giorgi gathered an army and surrounded the fortress. After an unsuccessful three-month siege, Av-Giorgi sent wine to Bagrat sarcastically, saying that he hadn't drunk wine for so long. In response, Bagrat sent him salmon and passed on this message to him: \"You have been standing on the Ksani River for three months and have not tasted fish, so here, taste this live fish.\" Av-Giorgi, realizing that the fortress was sufficiently supplied with food and drinking water, retreated. In 1513, Av-Giorgi invaded Kartli again, but was captured by Bagrat Mukhranbatoni, who imprisoned him in the Ksani fortress, where he was soon killed: \"After a short time, Av-Giorgi was imprisoned in the fortress and he died.\" The building inscription located above the entrance to the fortress says that in 1746 the heavily damaged Ksani fortress was practically rebuilt by Constantine III (Konstantine Mukhranbatoni). From the same inscription, we learn that Constantine also gave the fortress a new name - Konstantinlabati. Apparently, during the late Middle Ages, the Ksani fortress was one of the well-fortified and strategically important fortresses.","tags":["History","Culture","Fortress","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"","images":["10312ea3-07580-44d6-9f1c-f5bd1f49f28600.jpg","8c681130-cf404-43ba-ba50-8f051b69eb64dd.jpg","68fb2a8d-f04f4-4a23-839a-1e965c4c8a2201.jpg","c2560d86-6800e-467d-aaa3-43256efa56646a.jpg","c56d68af-a184f-415a-b81a-6b81302a1a046d.jpg"],"location":", Mtskheta "}]