[{"title":"Kvabiskhevi church of Assumption","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.786859","lon":"43.239139"}],"about":"Kvabiskhevi church of Assumption is located in the Samtskhe-Javakheti region, in the village of Kvabiskhevi in Borjomi Municipality. It is a three-nave basilica of VIII-XIX centuries and it stands on the slope of a high rocky ridge, on a small platform. The east facade is propped on the rock. On the north wall of the south nave, there is a fresco of the XII-XIII centuries, on which two persons are depicted, a man under the inscription of “Shota” and the woman -”Iai”. They are probably representatives of the local feudal family, Torelebi. The main nave is much wider than  the side naves and it ends with a semicircular apse to the east, which have an arched window. The vault is spherical. In the upper central part of the north and south walls two brackets are inserted. To the west of the lower central wall, there is a door that is architrave on the outside and arched on the inside. At the upper part, there is a rectangular window. The main nave is separated from the sides by two arches, based on columns with rectangular capitals. Apse is followed by a single-stage pilaster. The north nave has a semicircular apse to the east with a small window, there is a second window on the west wall and the vault is cylindrical. The south nave is partitioned into two parts. There is a rectangular entrance in the western partition of the repository. The east repository has one window to the south and the rest of the nave has two windows, to the south and to the west. Interior walls are built of cobble stone and arches, columns, capitals, brackets, and window sills are all made of ashlars. At the top of the south facade comes a narrow cut of two windows. The window of the west facade has a frames of ashlar and the title is ornamented.  Three Bolnisi cross inserted in medallions are depicted on it. The western facade has a fragment of the cornice- one template and shaft. ","tags":["History","Church","Culture","Monastery"],"bestTimeToVisit":"Spring,Summer,Autumn","duration":"2 hours","images":["c63addd7-d49bd-4b8a-b068-858fe2fe6de71f.jpg","c5c91fde-50e99-4e1f-a282-4d46c2178c77f4.jpg","26004ec6-50ae3-47fd-a0fc-54e30bb15aea35.jpg"],"location":", Borjomi "}]