[{"title":"Mtatsminda Father David Church","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.695854","lon":"44.788901"}],"about":"Mtatsminda Father David Church is a 19th century monument located on Mtatsminda Street in the middle of Mtatsminda. The first church on the site of today's temple was built at the end of the 6th century. In the 6th century, a group of ecclesiastical figures from the Church of Antioch came to Georgia to strengthen the Christian faith. One of them was Father David, who founded the Gareja Monastery. Before going to Gareji, he worked in Tbilisi, east of Mtatsminda, on the rock where he carved a cave. After Father David left the cave, people named the mountain \"Mamadaviti\" in his honor. In the X-XI centuries the second name of Mamadaviti mountain was named - Mtatsminda. A new temple was built on the site of the ancient church in the 9th century, which was destroyed over time. In the 10th century, a monastery was established here, which no longer existed in the 13th and 14th centuries. Plato Ioseliani writes: “Still in the life of St. David, a church was built here for the service of David. In the 9th century, another stone, dedicated to the Virgin of Iveria and named after a monastery, appeared in the administration of the Athenian monks. ” Written sources from 1542 inform us that the Catholicos of Georgia will be allowed to build the Church of the Mother of God on Mtatsminda for the monks David and Nikoloz Gabashvili. In 1809, the church built by the Gabashvilis was demolished and a new one was built on its remains. The foundation of the present-day temple was laid on September 22, 1859, when Exarch Eusebius consecrated it in the name of Mamadaviti. The interior of the church was painted in 1889. In 1891 a parish school was established near the church. Worship in the Mamadaviti temple was also observed during the enemy's raid, while worship services were held throughout Tbilisi.\n","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":["99cdbdb1-d4496-4498-a75a-e39e145f907c5a.jpg","d590ad0a-2cd7d-4f93-9d7b-26081886bcfa42.jpg","730b6aef-8d6fc-4ecd-b5ad-ea03dd2b939698.jpg","420dd2c8-a64fe-495c-aff0-c20b7f355b0538.jpg","3b4cf3ce-d3a29-4145-be06-d58f33c549502e.jpg"],"location":", Tbilisi "}]