[{"title":"Nokalakevi","categories":"Archaeological Site","pin":"archeology","coordinates":[{"lat":"42.357379","lon":"42.193899"}],"about":"Nokalakevi (Tsikhegoji, Archeopolis) is located in Samegrelo, Senaki Municipality, near the village of Jikha. It is a multi-layered monument. The oldest layer dates back to the 8th-7th centuries BC, although traces of life in this area begin from the beginning of the 1st millennium BC. Nokalakevi was an important city in Georgia. Roman and Byzantine historians referred to this city as Archeopolis, although in earlier Georgian chronicles it was called Tsikhegoji (Fortress of Kuji ). According to Leonti Mroveli, Georgian chronicler of the 11th century BC, in the 3rd century Pharnavaz, the king of Kartli, appointed Kuji as Eristavi (Duke) of Egrisi and Svaneti, who built Tsikhegoji here. In the IV-VIII centuries, Tsikhegoji was the capital of the Egrisi kingdom. The Battle of Archeopolis was fought here. The Persians attacked the fortress three times and managed to capture it only the third time, although soon the city again fell under the rule of the Laz-Byzantine forces. In 737-738, the city was destroyed by Marwan II. After that, Tsikhegoji fell into decay, after which it turned into a small village. The village began to gain strength in the 16th century when the palace of Prince of Samegrelo was built. In the XVI-XVIII centuries, it was the residence of the rulers of Odisha - the House of Dadiani. The city occupied an area of ​​19 hectares and was surrounded by a 3-kilometer fence. It consisted of three parts: the lower city, the middle castle and the citadel. On the site of the city, palaces, Christian temples, baths, water reservoirs, a tunnel and other agricultural buildings and fortifications were discovered. On the territory of the lower fortress, the ruins of a 4th-century palace belonging to the kings of Egrisi, and a three-nave basilica of the 5th century, also a small three-nave basilica of the 6th century, which was later converted into a domed church, have been discovered. Here are also found the remains of the palace of the kings of the same period, a gate with a tower, 2 baths and ruins of other buildings. Along with the city from the side of the river, from the southern and western sides, where there are steep cliffs, there is only one wall, and from the eastern side, which is easily accessible to the enemy, there are three parallel walls. Important archaeological material has been found in Nokalakevi and its surroundings.","tags":["History","Culture","Archaeology","HistoricalMonument","ArchaeologicalSite"],"bestTimeToVisit":"Winter,Spring,Autumn,February","duration":"","images":["c3cf84e0-a889a-4dd0-8932-b1c43816385e2c.jpg","652d123b-de7bf-4a08-ae4a-0982b89e6cbdfe.jpg","af12448f-832c9-4b9a-b333-7adb00f5b17d76.jpg","59bba84c-9018b-4ee8-b3a5-16ade149025b05.jpg","199754cc-7e039-4b2f-ac7e-08466f7c940311.jpg"],"location":", Senaki "}]