[{"title":"Orbeliani Square","categories":"Area","pin":"default","coordinates":[{"lat":"41.697219","lon":"44.80282"}],"about":"Orbeliani square is one of the most popular places in Tbilisi. It is located between Atoneli, Tabukashvili, Purtseladze and Vekua streets. There is a small but very beautiful garden on the square, in the center of which there is a fountain. Orbeliani Square is especially famous for its flower market. Thousands of flora lovers visit the arched pavilions painted with thousands of flowers. The architecture of the XIX-XX centuries gives a special charm to these places. Here you will also see the remains of the historical fence of Tbilisi. The square and its surrounding areas were rehabilitated in 2019 and have become a well-equipped and attractive place for both locals and tourists alike. There are 13 cultural heritage monuments in the buildings located here. Trinity Church is located near Orbeliani Square, which was one of the main cultural and religious centers of Tbilisi in the XIX century. The cross was inscribed on this church by Chavchavadze and Olga Guramishvili, Ekvtime Takaishvili and Nino Poltaratskaya, Ivane Machabeli and Anastasia Bagraton-Davitashvili. There are also Alexander and April 9 Gardens, where there is a wonderful environment for unwinding. Kashueti Church is also located near the square. You will be able to visit many interesting places nearby, such as: Hotel Grandotel, Dry Bridge, Georgian Art Museum and others. You will also find many cafes and restaurants around the square, where you can have a good time in a cozy environment. Renovated Orbeliani Square is one of the most beautiful and interesting places in Tbilisi and attracts a lot of people.","tags":["History","Culture","HistoricalMonument","territory"],"bestTimeToVisit":"AllSeason","duration":"","images":["a39c059e-a2237-4621-b4ca-70d37a247a3dbc.jpg","21122929-5571b-42bf-975d-d963066fa275a0.jpg","755b016f-6c72f-470a-bb3a-ab278ba4ff1301.jpg","aeb9c163-38a33-43d9-935c-ebacf3e1233a07.jpg","076f1388-c7f74-4d0e-bcec-b664a71a71a748.jpg"],"location":", Tbilisi "}]