[{"title":"Parliament of Georgia","categories":"Building","pin":"residential","coordinates":[{"lat":"41.69701361373258","lon":"44.7985291310782"}],"about":"The Parliament of Georgia is located on Rustaveli Avenue in Tbilisi. It is the placement of the highest representative body of Georgia - the Parliament, which implements legislative power, determines the main directions of domestic and foreign policy of the country and controls the activities of the government. The parliament building was the Governmental house of the former Georgian SSR. It is an important example of Georgian architecture of the Soviet period. The building consists of two buildings. The upper building was built in 1938, the second one which along the Rustaveli Avenue - in 1953. The motifs of old Georgian architecture are used in both of the buildings, in the composition of separate parts, as well as in the decor and facing material - golden tuff. The buildings are connected by an internal courtyard-vestibule, which leads to the terrain through stairs and fountains. In the past, Alexander Nevsky Military church was standing on the place of the parliament. It was built to commemorate the conquest of the Caucasus by Tsarist Russia in 1865-1866. After the Soviet Union collapse, the church was demolished and the building of the Government House was begun in 1938. The construction activity lasted until 1965. The authors of the project are the following architects: Kokorin, Lezhava and Nasaridze. The tragic events of April 9, 1989 took place in front of the Parliament building. The Soviet Army attacked and raided a peaceful demonstration of Anti-Soviet people who were demanding Georgian independence. Many demonstrators died during the attack.  There is a memorial of died people in front of the parliament.","tags":["History","Culture","Architecture","Building"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["184b808e-a37a0-45e7-8a51-46d27a08edb6e9.jpg","69ad3a61-cc45d-4b19-b43f-68f872afb74f6f.jpg","e08bda71-ed2a9-4878-8335-9bce2264a4e690.jpg"],"location":", Tbilisi "}]