[{"title":"Queen Darejan's Palace (Sachino)","categories":"Fortress · Church / Monastery","pin":"castle","coordinates":[{"lat":"41.691579","lon":"44.812228"}],"about":"Queen Darejan's Palace (Sachino) is located on Urbnisi Street in Tbilisi. It was built in 1776 for Erekle II’s wife, Queen Darejan. The monument was partially rebuilt in the XIX century. It is built on the pier of the city fence. In the 70s of the XVIII century Queen Darejan built the palace and the church of St. Irakli and St. Daria on the ruins of the old castle. In the subsequent period, the church was transformed into the Transfiguration Monastery. The monastery is called \"Daria Monastery\" and the palace is called \"Sachino\".  After Queen Darejan’s exile in St. Petersburg, the palace and the church were purchased by the Exarch Theophylact and here he organized  the spiritual seminary and parish schools. During the communist regime the monastery stopped functioning. In the 70s of the XX century, there were 26 commissioner district museums. The church was also used as a warehouse for some time. Then one actor's theater was established here and theatrical performances were held until the 90s. In 1991, the church was transferred to the administration of the Patriarchate. The church and the palace together with buildings for various purposes were a unified architectural complex, which was surrounded by a stone fence. The lower part of the palace tower is built of fragmentary stones, square bricks are laid in layers. A beautiful, decorative balcony attracts its attention which surrounds the upper part of the tower and adds artistry to the monument. The balcony offers a beautiful view of the city.","tags":["History","Church","Culture","Monastery","Fortress","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["aa0377c3-8f5e4-45da-a21d-01413ab1b5647c.jpg","cd1163e7-4fe74-44e0-a8fc-de990e0fccafb0.jpg","01ea1b0d-0d81e-48a8-ae18-e085abaae02c8c.jpg","86b90f09-49d15-474c-9fef-94d2babd464f5b.jpg","944d07d0-b8317-4344-a5fa-2843f0a9d91c37.jpg"],"location":", Tbilisi "}]