[{"title":"Rkoni Fortress","categories":"Fortress","pin":"castle","coordinates":[{"lat":"41.81248345045187","lon":"44.22995381468099"}],"about":"Rkoni Fortress is located in Shida Kartli region, Kaspi municipality, near the Rkoni monastery complex, on a high mountain slope. The monument dates back to the middle of the VIII century and it is built with crushed stone. Rkoni Fortress Complex includes a wall, a church, a tower, a watch tower and a palace. It is built on a mountain, which is difficult to climb up. Only the western part of the fortress is located in a relatively flat place. The wall has two floors and its height is 5 m. The lower floor is simple and the upper one has the holes for the gun shoot. The wall had a wooden battle trail. There are two entrances, north-west and south.\n The tower of the Rkoni Fortress Complex stands to the south-east of the wall, in the highest point. Its southern and western walls are supported by a rock, while its northern and eastern walls are supported by a massive wall. Fireplaces, niches are built into the walls. The watch tower stands at the top of the castle, on top of a mountain. Today, three floors of tower are remained and the second floor is damaged. The ground floor is simple and the walls of the first floor are covered with gun shooting holes. There is a three-storey palace in the yard of the fortress. Only, the ruins of the palace are remained. On the ground floor there are agricultural niches and a fireplace, this floor has two doors. There are niches and a fireplace on the first floor. The third floor is quite damaged and only the door can be seen. The church of the Rkoni fortress complex dates back to an earlier period than other buildings, dating to the XIII century. The church is a hall building built of crushed stones. The vaulted roof of the hall is lean on two hanging arches. The church has three windows, in the apse and in the south and north walls. The entrance is from the south. Fragments of paintings dating from the second half of the XIII century are preserved in the interior. ","tags":["History","Culture","Fortress","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"3 hours","images":["949dece6-0eb55-4dd6-b054-1b42109169d8b4.jpg","bfb4c5c4-fc0ef-4feb-a631-af3ecc693c7e00.jpg","976e7123-a5751-4a60-a169-3c16cb5843a3e3.jpg"],"location":", Kaspi "}]