[{"title":"Sapara Monastery","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.60208959927759","lon":"43.03085054669556"}],"about":"Sapara Monastery is located in Samtskhe-Javakheti region, Akhaltsikhe municipality, near the village of Ghreli. The monastic complex includes several buildings of the X-XIV centuries: the Main Church of St. Sabbas the Sanctified, the Church of the Assumption of the Blessed Virgin Mary, small chapels, a bell tower, a palace and a fortress of the Jaqeli family, cells, and buildings from the time of Russian monks. Previously, Sapara was one of the residences of the Atabeks (rulers of small states that made up the Seljuk monarchy in the 11th - 12th centuries) Samtskhe, the  Jaqeli clan, and the monastery has been here since the 10th century. In fact, in historical sources, nothing is known about the construction of monastery buildings, although the inscriptions of the church of St. Sabbas provide interesting information for dating it, as well as about its founders. The name \"Sapara\" first appears in written sources of the 10th century, there are known figures under Sapar: Ivan Sapareli (10th century), Catholicos of Kartli Gabriel Sapareli (11th century), John Mtbevar-Sapareli (12th century). In one of the documents of 1630, we read the following about the Sapara monastery: \"the godless Mussulmen (Muslims) plundered the great monastery, took away the icon, destroyed villages and lands\", and in the first half of the 18th century there was only one priest here. In 1828, when the Russians captured Akhaltsikhe, Sapara was declared a state church. In 1891-1892, Father Athanasius, who moved from the Zedazeni monastery, settled in Sapara with three followers, but soon the Georgians were expelled from the monastery, and instead of them Archimandrite Paisius was resettled from Russia, along with the nuns-priests and novices. They erected a two-story building and cells at the entrance to the monastery, whitewashed the chapels, and erected Russian domes to the churches of St. Sabbas and the bell tower. Today the monastery buildings have returned to their original appearance and a Georgian monastery functions here.  ","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":[],"location":", Akhaltsikhe "}]