[{"title":"Saro Fortress","categories":"Fortress","pin":"castle","coordinates":[{"lat":"41.505664","lon":"43.279405"}],"about":"Saro Fortress is located in the village of Saro, Aspindza Municipality, Samtskhe-Javakheti region. This complex is of a cyclopean nature, built by the dry masonry method and dating back to the 2nd-1st millennia  BC. The complex consists of three fortifications: \"Kveubnis tsikhe\" - which can be translated as the Lower Fortress, the Upper Fortress, and the New Fortress, which is called the tower. The Saro complex also houses the Church of the Archangels. The walls of the fortress were built on a rocky massif without a foundation. The masonry used huge, as, for the selection, processed stones, the symmetry of the masonry draws visitors' attention.  The height of the walls was presumably up to 3 meters, and the width ranges from 1.5-3 meters. The lowest fortress stands in the extreme southwestern part of the village, on the edge of a cliff; the next, middle, fortress is located not far from the Church of the Archangels; and above all, to the north, the third fortress has been preserved in the form of a tower. From the lower fortress, a wall erected with dry masonry and a door with an architrave covering have been preserved, there is also a cache. In the middle fortress, there are rooms of various sizes and separate ruins of other buildings. To the south of the fortresses, there are stone walls and ruins of buildings of former settlements. As a result of archaeological excavations in the vicinity of the Saro fortress, fragments of ceramics from the periods of the Mtkvar-Araks (or Kura-Araxes) culture of the Early Bronze Age, Late Bronze Age, and the Middle Ages were discovered. The expedition also explored burials from the early stages of the Late Bronze Age and the Hellenistic period. From the Saro fortress, you will have a stunning view of the Mtkvari (Kura) gorge.","tags":["History","Culture","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Aspindza "}]