[{"title":"Skhvilo Fortress","categories":"Fortress","pin":"castle","coordinates":[{"lat":"42.038728","lon":"44.417189"}],"about":"Skhvilo Fortress is located in Shida Kartli region, Kaspi municipality, near the village of Kvemochala. Firstly, it is mentioned in the chronicle in the X century. The history of the fortress from the XIV century is connected with the Zevdginidze-Amilakhvari family. There was their residence here in the XVII century. Skhvilo fortress has been mentioned often in historical resources since the XVII century. In 1629, after the death of Shah Abbas, Teimuraz I tried to escape the domination of Persia. He should have gotten rid of Simon II who was in Skhvilo fortress. Zurab Eristavi entered to the fortress, beheaded Simon II and sent his head to the king. In 1632, when Rostom became the king, he intended to recruit supporters of Teimuraz, namely Iotam Amilakhvari. When he could not achieve what he wanted, he attacked the fortress. The hall of Skhvilo fortress was quite damaged in these battles. The fortress also played an important role in the XVIII century. The Georgians fortified several times in this fortress during the battles against the Ottomans and Kizilbashis. From 1905 to 1907, the fortress became a meeting place for the revolutionary peasantry. In the XIX century, Skhvilo Fortress lost its fortification importance. The fortress is one of the most important historical and cultural monuments in Georgia. In addition to its cultural significance, it also has a beautiful area. The magnificent views of Kartli can be seen from the fortress built on the hill. The famous Georgian film \"Sherekilebi\" was taken on Skhvilo fortress and its surrounding areas.\n","tags":["History","Culture","HistoricalMonument","Fortress","Fortification"],"bestTimeToVisit":"AllSeason","duration":"","images":["65127103-bfe8c-4fd9-97ae-894587eff5a45d.jpg","ff8fbb81-29e07-4079-8f35-a7d8f937e3f265.jpg","2f3b0035-dc380-40bc-af57-db8b92f6ff0a06.jpg","7de07920-3a02c-4f8c-ba5b-03517e9d37c2f9.jpg","9d3778ac-2bf6c-4921-b8c1-2d008e564e396c.jpg"],"location":", Kaspi "}]