[{"title":"The Telavi Church of the Deity","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.920837","lon":"45.471603"}],"about":"The Telavi Church of the Deity is located in Kakheti, in the city of Telavi. It dates back to the V-VI centuries. The temple stands in a small courtyard, paved with cobblestones, surrounded by a low cobblestone fence. Besides the church, there are buildings in the yard built in the XX century - a refectory, monk's cells, agricultural buildings and others. The Temple of the Deity is a strongly elongated three-nave basilica. It has been rebuilt many times and has partially lost its original appearance. The middle nave is almost two and a half times wider and much taller than the side naves. The main nave is finished on the east with a sloping facade, while the side buildings are finished with small, rectangular, two-story stalls. The western part of the basilica is also two-story, the second floor consists of three rectangular stalls. On the western wall of this floor, there are two rows of embrasures and two sloping windows. The naves are separated from each other by arches connecting the square piers. The northern arches are original and have a sloping shape. Under the arches, on the side of the naves, are lowered arches on which the late chamber of the north nave rests. The south arches and the vault of the central nave are ogival in shape. It appears that the naves were originally separated by five arches, and later a wall was built into both pairs of edge arches. Side naves and stalls are covered with a cylindrical arch. The church is lit by arched windows. There are two entrances - west and south. Initially, there was also a third entrance in the north wall, which was later bricked-up. On the west facade, based on a stepped pedestal, three crosses are depicted, and one cross is found on the east facade. The walls of the building are made of straight rows of medium-sized cobblestones, and in lately renovated parts, along with cobblestones, square bricks are also used. On the western part of the roof there is a bell tower with high arches.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":", Telavi "}]