[{"title":"Tserovani Trinity Church","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.878962662941","lon":"44.680377415373"}],"about":"Tserovani Trinity Church is located in the village of Tserovani, Mtskheta Municipality, the Mtskheta-Mtianeti region. It is a hall-type building that dates back to the 11th century. The hall ends with a semicircular apse inscribed in a rectangle in the east. The church stands on a single-step socle. There are two entrances, on the south and north sides. The southern entrance is rectangular on the outside and arched on the inside, the northern entrance is walled up. The floor of the altar is raised by one step on which a semicircular pulpit stands. The apse has two arched niches. There is an altar stone in the middle of the altar. The temple is illuminated through four windows, one window is cut in the east and west walls, and the other two in the south wall. The hall is covered with a semicircular vault, which rests on supporting arches rested to pilasters. The floor of the church is paved with rectangular granite tiles. The facades are decorated with ornamental arches. The arches have carved imposts. The frame of the east window is decorated with large leaves. On both sides of the window, there are high, triangular, arched niches. Windows and niches are located in a large arch. The corner half-columns of the western facade take a horizontal direction at a certain height and form a smaller arch, which encloses the window, and on top of it, a relief cross is depicted. One of the windows on the south facade has a quatrefoil-carved ledge. The facades are completed by a cornice consisting of a shelf and an inclined plane. The church was built of cobblestone, and on the outside, it is faced with yellowish square-hewn stones. In the interior hewn stone was used in pilasters, supporting arches of the vault, conch and ledges of windows and doors. The temple is surrounded by a low fence built of cobblestone.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["7d73226a-c9cd8-41a7-802e-1d1472849d061d.jpg","3b8bd0d8-343b3-496c-9029-c2742df0b9408a.jpg","a3ca734f-82448-467c-9d27-a38de8ee9c997e.jpg","dc38cd3e-cc4f7-46b7-9714-a3cde3e17cda3a.jpg","20ae3343-1e92e-45d7-af7a-594d9fb1ceeef2.jpg"],"location":", Mtskheta "}]