[{"title":"Tsitsishvili Castle (Nichbisi Castle)","categories":"History and Culture","pin":"history-culture","coordinates":[{"lat":"41.829653050064","lon":"44.53626695026"}],"about":"Tsitsishvili Castle is located in the Mtskheta-Mtianeti region, Mtskheta Municipality, in the village of Kvemo (Lower) Nichbisi. It castle dates back to the 17th century. The castle belonged to the Tsitsishvili family. The complex includes a palace, a residential tower, a bathhouse and a fence. In the southern part of the ensemble, a palace and a two-story residential tower are located, at the northern wall, there are a bathhouse, a round tower and the Tsitsishvili family crypt, while at the western wall there are a utility building and a pharmacy. The main entrance to the fence, erected with rocks and cobblestones of various sizes, is located in its southwestern part. From the gate, the fence stretches to the east and it is completed by a combat tower. Two towers with a rectangular plan are built into the eastern wall. Following this, the fence goes north and ends with a round tower, and from here the wall stretches to the southwest direction. A utility building and a pharmacy are located in this section of the fence. In the southern part of the castle area, there is a one-story palace, which is mainly collapsed at present. In the 40s of the XX century, new walls were built over the walls of the palace and converted into a rural school. The central entrance of the palace was located on the west side. Today, it is only possible to roughly determine the plan of the palace: most likely, in the central part, there was a receiving room, to the north of which there were small rooms, and to the south - one large room. The western and northern walls of the palace are built-in alternating rows of brick and boulder-stone. The residential tower is a rectangular three-story building constructed of boulder-stone. All structural elements of the tower have an ogival shape. The western wall of the building, on the first and second floors, has fireplaces. It is possible to get to the second floor of the tower by means of a stone staircase. There is a door in the north wall on this floor that opens onto a balcony. There is a door in the south wall as well; the tower had a small balcony on this side too. At the level of the first floor, an entrance door was cut, which was later bricked up. The loopholes are cut into the walls. From the second floor, a staircase leads to the third - combat - floor, which has been partially preserved. In 1987, the residential tower was restored. In the northern part of the tower, there is a bathhouse, which is adjacent to the wall in the place where the round tower stands. There is only one entrance - from the south. The building consists of seven spaces, which are separated from each other by walls. From the entrance of the bath, we will find ourselves in the second room, in the center of which there is a stepped quadrangular pool. An elongated corridor connects this room with the main and small bath. A two-stage pool is located at the south wall of the large bath. The domed structure is based on lancet-shaped supporting arches which protrude from the corners of the room. The walls of the structure were erected with cobblestone and boulder-stone, while the supporting arches, dome and roofs of all storerooms were made of square bricks. The dome of the bath was restored in a later period.","tags":["History","Culture"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["37ba8589-9a67c-47c0-8b29-f14a1ddeaa3292.jpg","9e918c0c-cc3bd-4705-8ebc-366b1f37fb9b02.jpg","6578dbfd-d7c6b-410b-ab0b-86417d3c3c9194.jpg","71de8a19-34036-45fb-b9fb-5cc6353179650c.jpg","5651aea2-abd29-49f8-aa4c-f08bec3faa2efd.jpg"],"location":", Mtskheta "}]