[{"title":"Saint Barbara Church in Naghobilevi","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.93926","lon":"41.857594"}],"about":"Saint Barbara Church of Naghobilevi is located in Guria, Ozurgeti Municipality, in the village of Naghobilevi. It was built in the recent past, the construction was completed in 2014. The temple is a hall-type building with a semicircular protruding apse in the east. Outside, the apse has five sides and is located slightly below the hall. On the west side, a vestibule was attached to the church, the southern and northern walls of which have no windows, an arched doorway was cut in the western wall, and from the east, there is the entrance to the temple. In addition to the main entrance to the west, the church also has south and north entrances. The longitudinal facades are decorated with triple arches formed by obtaining the flatness; in each arch, one window is cut, also of an arched shape. On the western facade, there is one large arch, under which the vestibule and the window above it are placed. Three arched windows are cut in the apse too. The interior is completely plastered. The facades are completed by a cornice made of apophyge and a shaft. The building is paved with a regular array of reddish-colored, surface-treated, irregularly shaped tiles. The windows and lanterns are accented with white stone. The church is surrounded by a low fence, in the northern part of which there is a two-story bell tower-gate. The first floor of the gate is a cubic space, the east and west walls of which are blank, and on the north-south axis it is open to the outside with arches; the second floor is a gazebo for bells, open outward with four arches. The fence is paved with the same masonry of stones as the temple itself.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":["75fc63e4-717ef-4bdd-b61d-50ac3384ee4cef.jpg","21b481d2-5c173-4b50-8874-f76755625afc62.jpg","4323d638-7b8d6-4de2-9b6d-0f34815cddcb69.jpg"],"location":", Ozurgeti "}]