[{"title":"Saint Nicholas Church in Kvemo Nichbisi","categories":"Church / Monastery","pin":"church","coordinates":[{"lat":"41.825687710958","lon":"44.533295002284"}],"about":"Saint Nicholas Church in Kvemo Nichbisi is located in the Mtskheta-Mtianeti region, Mtskheta Municipality, in the village of Kvemo (lower) Nichbisi. The monument dates back to the 16th-17th centuries. In the 18th century, the lower part of the church was fortified and enclosed by the new wall. The church has a cross-in-square plan. The building has only one entrance, from the west. The dome rests on the corners of the altar and two western piers. At present, the dome is mostly collapsed, only the lower part of it has been preserved. In the 1990s, the dome was covered with a glass and metal structure. The piers are octagonal and end with simple capitals. The altar corners and semi-columns along the longitudinal walls have similar capitals. On both sides of the altar, there are auxiliary storerooms, the sacristy and the altar. Both rooms have one window and small niches. One window has been cut in each branch; small windows are also placed on the western walls of the space between the western branches. The walls in the interior are not plastered, the floor is faced with brick. The facades are undecorated. The main artistic accent is created by the western portal, which is richly decorated with various ornaments. The portal has a multi-stage arch, in which a rectangular entrance is cut. The outer step of the arch is unadorned, the second arch is decorated by a shaft with a drop-shaped decor, the third is also simple, the fourth arch is decorated with wicker ornaments and a twisted shaft. The entrance is surrounded by a plexus ornament, which includes star-shaped, multi-pointed roses (rose windows are the large circular glass windows found in Gothic churches; also, a rose is a decoration characteristic of Laz house). The tympanum area is completely plain, without decorations. In the upper part of the portal, there are symmetrically located relief images of birds. The western window is framed with carvings, and there is a cross-shaped setting of stones around the windows cut in the side branches. A fragment of a serrated frieze is situated on the western facade. The building is finished with a simple cornice made of purely hewn stone. There are relief stones near the church, one of which is similar to the ornament of the frame of the western window. The church was built with an irregular masonry of cut stone, well-hewn stone was used in the corners and the jambs of openings.","tags":["History","Church","Culture","Monastery","HistoricalMonument"],"bestTimeToVisit":"AllSeason","duration":"","images":["1998ecbe-96048-456a-ac8d-738af29e56d7af.jpg","526f3c25-6d768-45b2-b65a-299f9cdc532152.jpg","303a5562-7ed74-4603-98d0-8f6007d98e7b38.jpg","2421669a-688a3-40cc-b622-99af77f627ecdb.jpg","76f18388-ae3bb-4926-a2bd-de8e4ebe5b5bb4.jpg"],"location":", Mtskheta "}]