[{"title":"Akhali Atoni Cave","categories":"Cave","pin":"cave","coordinates":[{"lat":"43.09065","lon":"40.810008"}],"about":"Akhali Atoni Cave is situated in Abkhazia, in the municipality of Gudauta, on the territory of Akhali Atoni, 220 meters from sea level (unfortunately, nowadays, the territory of Abkhazia is fully occupied by Russia). The amount of the cave is one of the biggest caves in the whole world. It consists of 11 halls. Those are: “Abkhazia”, “Kartli”, “Speleologists” (that means “Cave Explorer”),”Tikha” (which is translated as “pottery”), “Canyon”, “Iveria”, “Surprise”, “Sokhumi”, “Tbilisi”, “Helictites’ Salon”, “Tadzari” (means “Temple”), “Moscow”. To sum up, the depth of the whole cave is 183 meters and the summary of length is 3285 meters. Akhali Atoni Cave is one of the most beautiful, distinguished, and diverse places in Georgia. It attracts thousands of visitors because it has unique shapes, stalagmites, pillars, columns and stoned waterfalls, picturesque curtains as well, and so on. There are several drainage lakes in the cave. The depth of one of them is 26 meters. In old times, before it was renovated and accomplished, to get through the Atony hall, was only possible from the entrance shaft, from, so-called “bottomless hole”. But, after the resumption, there are several hundred meters long supply ship tunnels in the heart of the cave. The touristic route starts from the center of AKhali Atoni, the first stop of the train is “Abkhazia”, and from here starts, 1,5 kilometers long footway path. In the cave, there are well-equipped banisters, viewpoints, bridges, stairs, lightning. The electric lights are carefully camouflaged, and the cave is illuminated by reflected beams of lights. The flashes of lightning were picked out on purpose for each hall, for example, the hall of “Abkhazia” is sparkling with the lights, which are sunk in the lakes, and creates a mystic effect, the hall of “Tbilisi” has colorful lights, and so on. The Akhali Atoni cave is really a must-see place, as it gives you unforgettable memories and emotions.\n","tags":["occupiedterritories","Nature","Cave","Cave","Underground"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":[],"location":"Abkhazia"}]