[{"title":"Bazaleti Lake","categories":"Lake","pin":"lake","coordinates":[{"lat":"42.03807803749301","lon":"44.67911467730676"}],"about":"40 km away from Tbilisi one can discover volcanic origin Bazaleti lake, located on the Bazaleti plateau. This place is known not for only the beauty of the lake, or the nature, but, especially, for the resorts of that area. Not a single river flows into the Lake and flows out of the lake . It takes its feed only from rainfalls and underground waters, rich with minerals. So, the lake water has curing properties. It heals dermatological,gynecological diseases, rheumatism and bone-and- joints pathologies.Bazaleti lake is 900 m from Sea level,and it’s surrounded by mountains. So the air of the hills and the lake’s types of treatment make unique mix, that has an amazing influence on guests . but that’s not everything. Bazaleti lake is known for its dawns, and sundowns, this is one of the most beautiful things you can see . there is also one very important thing, you can get there at any season, you can come and rest in winter, in summer, as well as in spring or in autumn. Here you can see also white columned colonnade, which is the symbol of Georgian and Jewish people’s 2500 years  of friendship and love. Bazaleti lake is surrounded by many popular legends. One of them tells us,that the bottom of the lake hosts lost paradise .In Soviet period there were several rest-houses, and sanatoria for kids on the lakeside. In 2007 the Bazaleti Lake Hotel was opened here. From now on, this is one of the most popular place between young ones, they have an open-air water pool, alleys, sport grounds. They come here together, play guitar in the wonderful nature, in summer they swim, get tanned, and have fun. So, if you want to have a healthy vacation with wonderful views and also, have fun, you should come here.The distance from the main transport lines:","tags":["Nature","Lake","Water"],"bestTimeToVisit":"AllSeason","duration":"","images":["4b22022f-dd014-4621-8cc5-bea2c8b3cb40a9.jpg","e4394796-05a23-4912-b7c8-cf637bb488e9f1.jpg","0a135fbf-aa1d3-426d-9b84-4d7895106a4455.jpg","91390bcc-d3888-4bf0-942d-143eb2e0863c94.jpg"],"location":", Dusheti "}]