[{"title":"Khvamli Massif","categories":"Mountain","pin":"mountains","coordinates":[{"lat":"42.500815","lon":"42.713654"}],"about":"Khvamli massif is located in Lechkhumi, on the border of Tsageri and Tskaltubo municipalities. Its height is 2002 meters. It is a double cuesta. It presents to the south a bluff of 300 meters in height. Khvamli is covered with mixed forest. Among the caves, Tekenteri and the icy cave - Boga are noteworthy. There is the church of St. George's on Khvamli. Every year there is a celebration of Khvamloba, during which the Khvamli Church is visited by many people. There is an expansive view from the mountain, which makes a great impression on the visitor. In one of the caves of Khvamli, there are preserved medieval paintings made of red paint. Information about the Khvamli massif can be found in various historical sources, including The Georgian Chronicles: “There was no effort then. They were approved to divide the kingdom and the utensils in two ... and they divided the kingdom and the utensils except for the Khvamli cave, which was immovable. The small part of utensils was taken out and divided and a great amount of it was left in the cave. Some of the precious jewelry was handed to David, the son of Rusudan \"- it seems that in the cave of Khvamli there was a treasury of Georgian kings. Khvamli Cave is also mentioned by the French writer Jules Verne in the adventure novel \"Keraban the Inflexible\" in connection with the famous myth (according to legend, Prometheus was chained to Khvamli mountain): In these mountains, which cross the horizon with present-day Kutaisi, Prometheus, the son of Japheth and Clement, who stole the fire, was chained to the summit of Khomli by order of Zeus, and the eagle eats his liver.\" Khvamli Mountain is one of the special places in Georgia with its beautiful nature, interesting history and mysticism and attracts many travelers. Rocks, meadows, forests, amazing views and a journey across the border of myths and reality make an indelible impression on any visitor.","tags":["mountain","Nature"],"bestTimeToVisit":"AllSeason","duration":"1 hour","images":["93f9572b-08ec8-4444-a3fc-c018afb2334256.jpg","9877c4c5-acfe0-421c-8fe3-06d9afd8b89e0d.jpg","97c92705-e5347-41cd-a2e3-213827edfafc8e.jpg","437f96de-cf0a3-4079-b489-82d81306fcfa5e.jpg","6b2ae973-72a85-4e39-af8e-fdab8ebd670144.jpg","b20cc0c2-3b653-4f0e-b2a5-912c26dec3de63.svg","f605c619-2532a-4313-ba27-9df8ffac3f7ca0.svg","328f17f0-f6cae-408f-b886-4d7d167e8c54bb.svg"],"location":"Lechkhumi"}]