[{"title":"Mount Kazbek","categories":"Peak","pin":"peak","coordinates":[{"lat":"42.697450356863875","lon":"44.51929017084399"}],"about":"Mkinvarstveri is the peak, which attracts attention among every kind of persons. You don’t need to be a mountaineer, or climber, to stand your foot on that majestic peak. Everyone can conquer Mkinvarstveri, if there are enough desire, effort, right time and essential equipment, and of course, experienced team.Let’s start with the technical details: Mkinvartsveri is situated on the border of Kazbegi municipality, in Khokh Range. According to many different sources, it is 5047 meters in the sea level, but if you visit that summit in Summer, your GPS will show you 5054 meters. Supposedly, in Winter as the snow covers the mountain, it “becomes” higher. From Mkinvartsveri descends several glaciers: Suatisi, Mna, Ortsveri, Devdaraki and others. From here outflows the river Tergi. Mkinvartsveri is the third highest glacier in Georgia, it is just 150 meters lower, than the highest point- Shkhara in the nation of Georgia.The summit is covered with snow constantly, does not matter, if it’s Summer or Winter.  Here you will come across boundless crevasses, which, unfortunately, absorbed lives of many people. You can get there at any time, but in Winter and Spring it is an extremely dangereuses zone, as there are many avalanches here. Also, in Winter the temperature is sharply low, and one needs special preparation and equipment.  For those, who can’t dare to come against such complexity, should get there in the half of Summer, till the last days of September. This is the best time for Mkinvartsveri. During this period the sun shines constantly on those cold  slopes of Mkinvartsveri. It is the reason, why snow melts down, so it’s easier to walk and also, it becomes less risky. In the first half of September, the snow reaches the lowest stage, and the risk of falling in crevice is minimal, as the main problem- snow covered crevices are rare at this time. Also, the rain and windstorm “visits” the bride of the ravine more seldom. So, most of the tourists prefer to get there during this period- the beginning of September.But, reaching for the peak of Mkinvartsveri is not easy at all. You should be really very serious. It’s a sad story, but I have to remind you, that many people, inexperienced, as well as experienced ones, left their lives here, on its white slopes. The biggest enemy here is holes/crevasses, which you can’t notice while walking on the snow, and you never know, when it opens the doors of his heart and cuddle you forever. To avoid such things, hikers use special ropes, where is tied every person of the team. They are walking some distance away from each other, as if one of them falls through the hole, others will be able to rescue the unlucky one. During that dangerous journey you will meet many signs, which warns you not to walk alone, as the Mkinvartsveri “does not like” alone souls, and advise us to walk with our team, roped (!). Another very serious hazard thing is the thunder! Can you believe it? Well, here many lives have been vanished because of thunder. During bad weather, the heavenly powers send affluent energies to the Bride the range. So, if you see, that there are clouds gathering, or it’s about to start raining soon, don’t take a step forward and just go back, somewhere in a safe place. Don’t hurry up! The Bride of the ravine is not going elsewhere. So, just wait for the spectacular, perfect time, chose the best weather, the group, its members and try to avoid the bad things, which you can.","tags":["Nature","Snow","Peak"],"bestTimeToVisit":"Summer,September","duration":"5 days","images":["401c7414-352e2-4963-8c16-255d40072bf67a.jpg","d0941de6-4de5c-4d2b-bf55-b4aac7cc07d242.jpg","b9ba41dc-d58b3-4c6f-b08e-511a3d85aa21a3.jpg","1db2b864-7fc93-4edb-8812-373e3b990b78ee.jpg"],"location":", Stepantsminda "}]