[{"title":"Rike Park","categories":"Park / Garden","pin":"park-garden","coordinates":[{"lat":"41.69314717087299","lon":"44.81030238856761"}],"about":"Rike park is a beautiful, one of the most new artistically appointed park in the heart of the city. it’s very important, that the whole park, if seen from a bird’s eye view, creates a large-scale map of Georgia, as well as the meandering pathways from the borders depict various regions of Georgia. This park is located on the left bank of the Kura (Mtkvari) River. It is easy to access from the Old Town via the pedestrian famous The Bridge of Peace, which is in the list of “Amazing Bridges, that are the definition of architectural Masterpieces”. However, the opinion about the bridge was controversial, as it is situated in the historical district of Tbilisi. Some people complained, that the bridge unduly dominated the historical old towns, and so, obscured the area’s old architectural landmarks. But, as we know, so-called “black publicity” is one of the best advertisement ever, so, you can hardly see anyone, who haven’t walked through the Bridge of Peace.Another way to get there is the other side of the river, where rocky steps lead down to the park from Avlabari. The park is marvelously designed by first-rate European firms. I must say, that this place is much more beautiful at night, when the lights are illuminated in the park, when the thousands of LED lights that are switched on 90 minutes, before sunset, and illuminate the Kura (Mtkvari) river and the buildings on both banks. One can also see a fountain, that plays with lights and music in the summer. One of the most exciting in this park for tourists is the cable cars, which  takes visitors over the Kura (Mtkvari) River and Old Town, as well as up to Narikala Fortress. It is always crowded with people, because even the floor of cable car is glassed, so one can see everything from here. (This glass building is the Cable cars first point, which takes to the fortress, which you can see on this picture.)Rike park is an attraction for both tourists and Tbilisi residents, as they can play Giant Chess, or a Large White Grand Piano. They can bring their children with them and have fun with playground equipment, see water features, like dancing and singing waterfalls, climb over the artificial climbing wall, run through the children’s maze,  or just roam around the landscaped gardens and cosy, quiet corners. Even Rike Park is considered to be the youngest recreational area in Tbilisi, it has already gained accessibility. The two large metallic tubes at the park’s north end, are a future concert hall and exhibition centre, which is unfinished at the time of writing. In every footstep you will meet  traitors, who sell ice creams, toys and sweet snacks, or you may come across illustrators, animators, who will paint your body, or paint a portrait of yours.  In the summer, here, in Rike Park is holding a display of art, where visitors are able to enjoy fabulous paintings and even buy them.  Also, one of the most beautiful annual event, which takes place in Rike park, is Tbilisoba, in October , where you can taste the Georgian traditional cuisines from every region of Georgia.","tags":["Nature","Garden","Park"],"bestTimeToVisit":"AllSeason","duration":"","images":["3560703b-de32d-4623-97bc-1e989bfa0b6766.jpg","7df94d3a-dc6c4-4b1a-91c0-445b53defe6110.jpg","8321f789-88cca-458b-ba6a-eafb1e5fee0cd6.jpg","884b5ace-4eaa5-48fb-9d13-8a938693c57683.jpg","f9a7bfd6-aaaeb-42a9-b253-62333da454e2b3.jpg","da2e4169-3a874-4477-8ca2-d167fcf8070420.svg","24710871-54b43-4467-a5bb-c702c86d7c271b.svg","2c547fb2-d13cb-4637-9692-1fd5e0a1d86eac.svg","6af09206-0de70-42a1-a581-260aeb06e9e8a4.svg","3580a7b9-61c8d-4333-9de0-aa06956ea35122.svg","3091bc56-48245-4b21-876d-6f382cd8a374ec.svg","9a9d3232-aaed3-4095-ad1b-80b89b72fd35f5.svg","4b7d8307-f6629-4fa4-a96a-ab66bd08d26bb0.svg"],"location":"Tbilisi"}]