[{"title":"Shurubumu Cave","categories":"Cave","pin":"cave","coordinates":[{"lat":"42.64986022291029","lon":"42.206376449328786"}],"about":"Shurubumu Cave is situated in Samegrelo, in the municipality of Chkhorotskhu, in the village of Mukhuri, on the west side of the Migaria tract. Shurubumu is one of the most beautiful and majestic places in Georgia, it attracts the attention of thousands of tourists and lovers of nature, as well as, travelers. The name “Shurubumu” approximately, means breathless“ in Georgian. The cave is doline and is induced in the upper Cretaceous period, in a very fine-zoned lime-stone. Here, we met almost every type of shaping drippings and drops. Stalactites, stalagmites, fossilized waterfalls, those varieties of shapes wonder the visitors, leads them to fantastic, fairy-like mystic environments. Shuburumi Cave visually is invisible on the earth's surface. Just a little sign of its existence can be seen near the river Khobistskhali, on the left bank of its shore. There are chinky and slant walls, which means that cave is somewhere near.  In the diverse emptiness of the cave there flow thousands of underground waters, but, on the surface of the earth, only several streams appear. The entrance of the cave is blocked with a mixture of boulders. Narrow holes are characteristic of Shurubumu Cave. The hollows are locked with water, but it is possible to walk through there. Besides the amenities and uniqueness of the cave, Shurubumu cave is also famous for its picturesque surrounding areas. The thicket forest is amazing, mossy grown rocks, the corpses of ancient willow branches, and a little, tiny water flow crate mesmerizing landscape. Here you can feel like a hero/ heroine of a fairy tale. The cave is not explored fully. Here you will come across untapped, totally unique wild nature, which veins more charisma into everything. Especially if you are an adventurous person, if roaming into wildlife is your hobby, if you adore diversity, then this Cave is for you. Shurubumu cave is waiting for you to strew you with unforgettable impressions and memories. ","tags":["Nature","Cave","Cave","Underground"],"bestTimeToVisit":"AllSeason","duration":"","images":[]}]