[{"title":"Tbilisi Botanical Garden","categories":"Park / Garden","pin":"park-garden","coordinates":[{"lat":"41.685604636246204","lon":"44.802846908569336"}],"about":"Tbilisi Botanical Garden, officially: National Botanical Garden of Georgia, is located in Tbilisi, in the south of Sololaki Range, in the gorge of the river Tsavkisistskali (Leghvtakhevi). It is closed by Sololaki Ridge on the north side, on the South - by the rocks of Tabori Mountain. In the north-west the garden is bordered by Kojori Highway and  in the south-east by the ancient districts of Tbilisi: Abanotubani and Kharpukhi. To the east of the garden are Narikala Fortress and fragments of the old royal garden. Tbilisi Botanical Garden is a perfect place for both rest and relaxation, as well as for people who are interested in extremes, climbing and science. Here you will find a variety of roses, a collection of lilac, collection of conifers, Japanese garden, beautiful waterfall, bridges and fountains hidden in trees. In the garden, there are arranged: pavilions for resting, walking paths between alleys and blossoming gardens, the belvedere, which overlooks the Botanical garden from above. There is also a cafe, Museum and festive space, where it is possible to arrange a wedding ceremony. In the garden, there is a children's space with swings and other entertainments. From Narikala fortress it is possible to go down to the Botanical Garden on zip line. There is also a climbing rock in the garden area for active sports lovers. The Botanical Garden visitor center will offer interesting tours, such as: educational tour, children's route, cycling route and tours on electric cars. Tbilisi Botanical Garden is one of the most beautiful places. A variety of flowering gardens, alleys, paths, water-lily pools, exotic plants, waterfalls and beautiful little bridges create an attractive atmosphere, that is why it is very popular. Here many people with different interests can find the environment they want and spend their time interesting and enjoyable. ","tags":["Nature","Garden","Park"],"bestTimeToVisit":"AllSeason","duration":"","images":["188695c6-0a05c-4b36-b0bc-efca9c494d2a94.jpg","beed4bdb-395e8-413e-a272-d88e477d010bee.jpg","52d0d5bf-dec80-461d-95ce-b1270336822863.jpg","358114b7-e82c7-4c5d-82bf-69479a0a596bac.jpg","d1f3395c-30d37-4e73-a36f-6383e19c3ea5b8.jpg","30e27fdb-b1673-4f9e-8ad3-622ee2a1c684f4.svg","053f91a2-251e9-48f3-bf06-ebdf09cf4004dd.svg","4cc27bc6-08558-4072-8e6c-42bb5e6180e90d.svg"],"location":"Tbilisi"}]