[{"title":"Vera Park","categories":"Park / Garden","pin":"park-garden","coordinates":[{"lat":"41.708676","lon":"44.787954"}],"about":"Vera park is one of the most wonderful places to relax in Tbilisi. It is in the Vera district.  It is located at the intersection M. Kostava and N. Nikoladze streets. The garden is well equipped, here you can do many different sports activities. The garden has tennis courts, a sports complex with basketball and volleyball halls, a small hall with a boxing ring, a chess palace, an alpine club and a chess club for city retirees. Vera Garden is one of the most popular places in Tbilisi. It is often visited for a pleasant, green forest walk and unwind. Here, 61 species of woody plants grow, including cedar, sagebrush, oak, and more. There is a statue of Ekvtime Takaishvili and a bust of Merab Kostava in the garden. One of the founders of Georgian mountaineering - Aliosha, Alexandra and Simon Japaridze - are buried in Vera Garden. Alpine club is named after Aliosha Japaridze. Flowering gardens, evergreen plants, beautiful fountains and sports facilities attract both lovers of active fun and healthy living, as well as those who want a quiet vacation and unwind. You will also find cafes and restaurants around the park. Tbilisi Concert Hall (Philharmonia) is also located near Vera Garden. Earlier, gardens in this area stretched from the Blue Monastery to the confluence of the Vere River with the Mtkvari. In the following period, part of the gardens were dedicated to the cemetery. In 1898, when urban development covered much of Verisubani, the government abolished the cemetery and began arranging the garden. During the Soviet era, the garden was named after Sergei Kirov, and in 1933 its improvement began. After the restoration of Georgia's independence, the garden was returned to its traditional name.","tags":["Nature","Garden","Park"],"bestTimeToVisit":"AllSeason","duration":"","images":["39ced389-4d971-444b-9277-086c57bac883f3.jpg","4dea0997-cc5a1-4add-9490-3032b2535d448d.jpg","4d2b90db-00f08-4934-86ad-58d4a8ceb61d7f.jpg","2f3e3379-846b2-44ac-bd7e-972a78f931c072.jpg","60a6ba95-f7224-4ec5-aa47-41d3872246b76c.jpg"],"location":", Tbilisi "}]